Repository: hhsw2015/tutti
Catalog: Tutti/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, zh_hant

source: 未发现音频输出设备
de: Keine Audioausgabegeräte gefunden
en: No audio output devices found
es: No se encontraron dispositivos de salida
fr: Aucun appareil de sortie audio
it: Nessun dispositivo di uscita audio
ja: オーディオ出力デバイスが見つかりません
ko: 오디오 출력 장치를 찾을 수 없음
zh_hant: 未發現音訊輸出裝置

source: 权限
de: Berechtigungen
en: Permissions
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: アクセス権
ko: 권한
zh_hant: 權限

source: 查看源码
de: Quellcode ansehen
en: View source
es: Ver código
fr: Voir le code
it: Vedi sorgente
ja: ソースを見る
ko: 소스 보기
zh_hant: 查看原始碼

source: 检查中…
de: Suche läuft…
en: Checking…
es: Buscando…
fr: Recherche…
it: Verifica…
ja: 確認中…
ko: 확인 중…
zh_hant: 檢查中…

source: 检查失败
de: Suche fehlgeschlagen
en: Update check failed
es: Error al buscar
fr: Échec de la vérification
it: Verifica non riuscita
ja: 確認に失敗しました
ko: 확인 실패
zh_hant: 檢查失敗

source: 检查更新
de: Nach Updates suchen
en: Check for Updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Cerca aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
zh_hant: 檢查更新

source: 欢迎使用 Tutti
de: Willkommen bei Tutti
en: Welcome to Tutti
es: Bienvenido a Tutti
fr: Bienvenue dans Tutti
it: Benvenuto in Tutti
ja: Tutti へようこそ
ko: Tutti에 오신 것을 환영합니다
zh_hant: 歡迎使用 Tutti

source: 欢迎使用 Tutti · Pro 试用已开启
de: Willkommen bei Tutti · Pro-Test gestartet
en: Welcome to Tutti · Pro trial started
es: Bienvenido a Tutti · Prueba Pro iniciada
fr: Bienvenue dans Tutti · Essai Pro démarré
it: Benvenuto in Tutti · Prova Pro avviata
ja: Tutti へようこそ · Pro 試用を開始
ko: Tutti에 오신 것을 환영합니다 · Pro 체험 시작
zh_hant: 歡迎使用 Tutti · Pro 試用已開啟

source: 正在输出
de: Aktiv
en: Playing
es: Reproduciendo
fr: Diffusion
it: In riproduzione
ja: 再生中
ko: 출력 중
zh_hant: 輸出中

source: 正在输出 · %lld 个设备
de: Aktiv · %lld Geräte
en: Playing · %lld devices
es: Reproduciendo · %lld dispositivos
fr: Diffusion · %lld appareils
it: In riproduzione · %lld dispositivi
ja: 再生中 · %lld 台
ko: 출력 중 · %lld대
zh_hant: 輸出中 · %lld 台

source: 此密钥可在 2 台 Mac 上使用
de: Dieser Schlüssel gilt für bis zu 2 Macs
en: This key is valid on up to 2 Macs
es: Esta clave es válida en hasta 2 Macs
fr: Cette clé est valable sur 2 Macs maximum
it: Questa chiave è valida su 2 Mac al massimo
ja: このキーは最大 2 台の Mac で使用できます
ko: 이 키는 최대 2대의 Mac에서 사용할 수 있습니다
zh_hant: 此金鑰可在 2 台 Mac 上使用

source: 每次帮你看看有没有新版本，有了才提醒一次。
de: Prüft jedes Mal auf eine neue Version und benachrichtigt dich einmal, wenn es eine gibt.
en: Checks for a new version each time and notifies you once when there is one.
es: Comprueba si hay una versión nueva cada vez y te avisa una sola vez cuando la hay.
fr: Vérifie s'il existe une nouvelle version à chaque fois et vous prévient une seule fois le cas échéant.
it: Controlla ogni volta se c'è una nuova versione e ti avvisa una sola volta quando c'è.
ja: 起動のたびに新バージョンを確認し、見つかったときだけ一度お知らせします。
ko: 실행할 때마다 새 버전이 있는지 확인하고, 있으면 한 번만 알려드려요.
zh_hant: 每次幫你看看有沒有新版本，有了才提醒一次。

source: 浅色
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 深色
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크

source: 激活
de: Aktivieren
en: Activate
es: Activar
fr: Activer
it: Attiva
ja: 認証
ko: 활성화
zh_hant: 啟用

source: 激活中…
de: Wird aktiviert…
en: Activating…
es: Activando…
fr: Activation…
it: Attivazione…
ja: 認証中…
ko: 활성화 중…
zh_hant: 啟用中…

source: 激活成功
de: Aktiviert
en: Activated
es: Activado
fr: Activé
it: Attivato
ja: 認証完了
ko: 활성화 완료
zh_hant: 啟用成功

source: 状态
de: Status
en: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
zh_hant: 狀態

source: 知道了
de: Verstanden
en: Got it
es: Entendido
fr: Compris
it: Ho capito
ja: 了解
ko: 확인

source: 确认重命名
de: Umbenennen bestätigen
en: Confirm rename
es: Confirmar cambio de nombre
fr: Confirmer le renommage
it: Conferma rinomina
ja: 名前変更を確定
ko: 이름 변경 확인
zh_hant: 確認重新命名

source: 离线模式 · 还可使用 %lld 天
de: Offline · noch %lld Tage
en: Offline · %lld days remaining
es: Sin conexión · %lld días restantes
fr: Hors ligne · %lld jours restants
it: Offline · %lld giorni rimanenti
ja: オフライン · 残り %lld 日
ko: 오프라인 · %lld일 남음
zh_hant: 離線模式 · 還可使用 %lld 天

source: 稍后
de: Später
en: Later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
zh_hant: 稍後

source: 稍后再说
de: Später
en: Maybe later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
zh_hant: 稍後再說

source: 立即安装
de: Installieren
en: Install
es: Instalar
fr: Installer
it: Installa
ja: 今すぐインストール
ko: 지금 설치
zh_hant: 立即安裝

source: 立即购买
de: Jetzt kaufen
en: Buy now
es: Comprar ahora
fr: Acheter
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매
zh_hant: 立即購買

source: 立即重启
de: Jetzt neu starten
en: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
zh_hant: 立即重新啟動

source: 粘贴邮件中的许可证密钥
de: Lizenzschlüssel aus der E-Mail einfügen
en: Paste the license key from your email
es: Pega la clave de licencia del correo
fr: Collez la clé de licence reçue par e-mail
it: Incolla la chiave di licenza dall'email
ja: メールに記載のライセンスキーを貼り付け
ko: 이메일의 라이선스 키를 붙여넣으세요
zh_hant: 貼上郵件中的授權碼

source: 系统
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
zh_hant: 系統

source: 网络错误：%@
de: Netzwerkfehler: %@
en: Network error: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー：%@
ko: 네트워크 오류: %@
zh_hant: 網路錯誤：%@

source: 联系支持
de: Support
en: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
zh_hant: 聯絡支援

source: 自动
de: Automatisch
en: Auto
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
zh_hant: 自動

source: 自动检查更新
de: Automatisch nach Updates suchen
en: Auto-check for updates
es: Comprobar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
it: Cerca aggiornamenti automaticamente
ja: 自動的にアップデートを確認
ko: 자동으로 업데이트 확인
zh_hant: 自動檢查更新

source: 致谢
de: Danksagungen
en: Acknowledgements
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
zh_hant: 致謝

source: 解析失败
de: Analyse fehlgeschlagen
en: Failed to parse update
es: Error al analizar
fr: Échec de l'analyse
it: Analisi non riuscita
ja: 解析に失敗しました
ko: 구문 분석 실패
zh_hant: 解析失敗

source: 解码失败：%@
de: Dekodierung fehlgeschlagen: %@
en: Decoding failed: %@
es: Error al decodificar: %@
fr: Échec du décodage : %@
it: Decodifica non riuscita: %@
ja: デコードに失敗：%@
ko: 디코딩 실패: %@
zh_hant: 解碼失敗：%@

source: 解锁 Pro · $7.99
de: Pro freischalten · 7,99 $
en: Unlock Pro · $7.99
es: Desbloquear Pro · 7,99 $
fr: Débloquer Pro · 7,99 $
it: Sblocca Pro · 7,99 $
ja: Pro を解除 · $7.99
ko: Pro 잠금 해제 · $7.99
zh_hant: 解鎖 Pro · $7.99

source: 解锁 Pro 音量键功能
de: Pro-Lautstärketasten freischalten
en: Required for Pro volume key control
es: Necesario para las teclas de volumen Pro
fr: Requis pour les touches de volume Pro
it: Richiesto per i tasti volume Pro
ja: Pro 音量キー機能に必要
ko: Pro 볼륨 키 제어에 필요
zh_hant: 解鎖 Pro 音量鍵功能

source: 解除 2 个设备上限。现在可以同时输出到任意数量的音箱、耳机和 AirPods。
de: Das 2-Geräte-Limit ist aufgehoben. Sie können beliebig viele Lautsprecher, Kopfhörer und AirPods gleichzeitig nutzen.
en: The 2-device cap is lifted. Stream to any number of speakers, headphones, and AirPods at once.
es: Se eliminó el límite de 2 dispositivos. Transmite a cualquier número de altavoces, auriculares y AirPods a la vez.
fr: Plus de limite à 2 appareils. Diffusez vers autant d'enceintes, casques et AirPods que vous voulez en même temps.
it: Limite di 2 dispositivi rimosso. Trasmetti a qualsiasi numero di altoparlanti, cuffie e AirPods insieme.
ja: 2 台の上限が解除されました。スピーカー・ヘッドフォン・AirPods に同時に好きなだけ出力できます。
ko: 2대 제한이 해제되었습니다. 스피커, 헤드폰, AirPods를 원하는 만큼 동시에 출력할 수 있습니다.
zh_hant: 解除 2 台裝置上限。現在可以同時輸出到任意數量的喇叭、耳機和 AirPods。

source: 许可
de: Lizenz
en: License
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
zh_hant: 授權

source: 许可证
de: Lizenz
en: License
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
zh_hant: 授權

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
zh_hant: 設定

source: 试用期 %lld 天，所有功能解锁。结束后基础功能仍可正常使用。
de: Alle Funktionen %lld Tage lang freigeschaltet. Grundfunktionen bleiben danach nutzbar.
en: All features unlocked for %lld days. Basic features keep working after it ends.
es: Todas las funciones desbloqueadas durante %lld días. Las funciones básicas siguen disponibles al terminar.
fr: Toutes les fonctions débloquées pendant %lld jours. Les fonctions de base restent disponibles ensuite.
it: Tutte le funzioni sbloccate per %lld giorni. Le funzioni di base restano disponibili al termine.
ja: %lld 日間すべての機能が使えます。終了後も基本機能はそのまま使えます。
ko: %lld일 동안 모든 기능이 잠금 해제됩니다. 종료 후에도 기본 기능은 계속 사용할 수 있습니다.
zh_hant: 試用期 %lld 天，所有功能解鎖。結束後基礎功能仍可正常使用。

source: 试用期间所有 Pro 功能解锁
de: Alle Pro-Funktionen während des Tests freigeschaltet
en: All Pro features unlocked during the trial
es: Todas las funciones Pro desbloqueadas durante la prueba
fr: Toutes les fonctions Pro débloquées pendant l'essai
it: Tutte le funzioni Pro sbloccate durante la prova
ja: 試用期間中はすべての Pro 機能が利用可能
ko: 체험 기간 동안 모든 Pro 기능이 잠금 해제됩니다
zh_hant: 試用期間所有 Pro 功能解鎖

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
zh_hant: 語言

source: 购买许可证
de: Lizenz kaufen
en: Buy a license
es: Comprar licencia
fr: Acheter une licence
it: Acquista licenza
ja: ライセンスを購入
ko: 라이선스 구매
zh_hant: 購買授權

source: 跟随系统时，会随浅/深色切换菜单栏与所有面板。
de: Im Systemmodus wechseln Menüleiste und alle Panels mit Hell/Dunkel.
en: When set to System, menubar and all panels follow light/dark.
es: En modo Sistema, barra de menús y paneles siguen claro/oscuro.
fr: En mode Système, la barre des menus et les panneaux suivent clair/sombre.
it: In modalità Sistema, la barra dei menu e i pannelli seguono chiaro/scuro.
ja: システムに従う場合、メニューバーとすべてのパネルがライト/ダークに追従します。
ko: 시스템 설정 시 메뉴 막대와 모든 패널이 라이트/다크를 따릅니다.
zh_hant: 跟隨系統時，會隨淺/深色切換選單列與所有面板。

source: 辅助功能已授权
de: Bedienungshilfen aktiviert
en: Accessibility granted
es: Accesibilidad concedida
fr: Accessibilité accordée
it: Accessibilità concessa
ja: アクセシビリティ許可済み
ko: 손쉬운 사용 허용됨
zh_hant: 輔助使用已授權

source: 辅助功能未授权
de: Bedienungshilfen nicht aktiviert
en: Accessibility not granted
es: Accesibilidad no concedida
fr: Accessibilité refusée
it: Accessibilità non concessa
ja: アクセシビリティ未許可
ko: 손쉬운 사용 허용 안 됨
zh_hant: 輔助使用未授權

source: 辅助功能权限
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hant: 輔助使用

source: 输入 License Key
de: Lizenzschlüssel eingeben
en: Enter License Key
es: Introducir clave de licencia
fr: Saisir la clé de licence
it: Inserisci chiave di licenza
ja: ライセンスキーを入力
ko: 라이선스 키 입력
zh_hant: 輸入授權碼

source: 输出设备
de: Ausgabegeräte
en: Output Devices
es: Dispositivos de salida
fr: Sorties audio
it: Dispositivi di uscita
ja: 出力デバイス
ko: 출력 장치
zh_hant: 輸出裝置

source: 还可离线使用 %lld 天
de: Noch %lld Tage offline nutzbar
en: %lld days of offline access remaining
es: %lld días de uso sin conexión
fr: %lld jours d'accès hors ligne
it: %lld giorni offline rimanenti
ja: オフライン残り %lld 日
ko: 오프라인 사용 가능 %lld일
zh_hant: 離線可使用 %lld 天

source: 退出
de: Beenden
en: Quit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
zh_hant: 結束

source: 退出 Tutti
de: Tutti beenden
en: Quit Tutti
es: Salir de Tutti
fr: Quitter Tutti
it: Esci da Tutti
ja: Tutti を終了
ko: Tutti 종료
zh_hant: 結束 Tutti

source: 通用
de: Allgemein
en: General
es: General
fr: Général
it: Generale
ja: 一般
ko: 일반
zh_hant: 一般

source: 释放 1 台设备名额。停用后会回到免费版（2 个设备上限），可随时用同一密钥重新激活。
de: Gibt einen Geräteplatz frei. Nach der Deaktivierung kehrt Tutti zur kostenlosen Version (2 Geräte) zurück; jederzeit mit demselben Schlüssel erneut aktivierbar.
en: Frees one device slot. You'll return to the free tier (2-device cap) and can reactivate with the same key any time.
es: Libera un espacio de dispositivo. Volverás a la versión gratuita (límite de 2) y podrás reactivar con la misma clave cuando quieras.
fr: Libère un slot d'appareil. Vous repassez en version gratuite (limite de 2) et pouvez réactiver avec la même clé à tout moment.
it: Libera uno slot dispositivo. Tornerai alla versione gratuita (limite 2) e potrai riattivare con la stessa chiave in qualsiasi momento.
ja: デバイス枠を 1 つ解放します。無料版（2 台上限）に戻り、いつでも同じキーで再認証できます。
ko: 기기 한 자리를 해제합니다. 무료 버전(2대 제한)으로 돌아가며 언제든 같은 키로 재활성화할 수 있습니다.
zh_hant: 釋放 1 台裝置名額。停用後會回到免費版（2 台裝置上限），可隨時用同一金鑰重新啟用。

source: 释放 1 台设备名额。停用后基础功能仍可使用，仅高级功能（音量直控和预设保存）会被禁用，可随时用同一密钥重新激活。
de: Gibt einen Geräteplatz frei. Grundfunktionen bleiben verfügbar; nur Premium-Funktionen (Lautstärkesteuerung und Presets) werden deaktiviert. Mit demselben Schlüssel jederzeit reaktivierbar.
en: Frees one device slot. Basic features keep working — only premium features (volume takeover and presets) will be disabled. You can reactivate with the same key anytime.
es: Libera un espacio de dispositivo. Las funciones básicas siguen funcionando; solo se desactivarán las funciones premium (control de volumen y presets). Puedes reactivar con la misma clave en cualquier momento.
fr: Libère un emplacement d'appareil. Les fonctions de base continuent de fonctionner ; seules les fonctions premium (contrôle du volume et préréglages) seront désactivées. Vous pouvez réactiver avec la même clé à tout moment.
it: Libera uno slot dispositivo. Le funzioni base continuano a funzionare; verranno disattivate solo le funzioni premium (controllo volume e preset). Puoi riattivare con la stessa chiave in qualsiasi momento.
ja: 1 台分の枠が解放されます。基本機能はそのまま使えます。プレミアム機能（音量直接操作とプリセット保存）のみ無効になります。同じキーでいつでも再認証できます。
ko: 기기 1대 분량이 해제됩니다. 기본 기능은 계속 사용할 수 있으며, 프리미엄 기능(볼륨 직접 제어와 프리셋 저장)만 비활성화됩니다. 같은 키로 언제든지 다시 활성화할 수 있습니다.
zh_hant: 釋出 1 台裝置名額。停用後基礎功能仍可使用，僅進階功能（音量直控與預設儲存）會被停用，可隨時用同一密鑰重新啟用。

source: 重启后菜单栏、面板以及系统通知会切换为新语言。
de: Nach dem Neustart wechseln Menüleiste, Panels und Systembenachrichtigungen in die neue Sprache.
en: After restart, the menubar, panels, and system notifications switch to the new language.
es: Tras reiniciar, la barra de menús, los paneles y las notificaciones del sistema cambian al nuevo idioma.
fr: Après redémarrage, la barre des menus, les panneaux et les notifications système passent à la nouvelle langue.
it: Dopo il riavvio, barra dei menu, pannelli e notifiche di sistema passano alla nuova lingua.
ja: 再起動後、メニューバー・パネル・システム通知が新しい言語に切り替わります。
ko: 다시 시작하면 메뉴 막대, 패널, 시스템 알림이 새 언어로 전환됩니다.
zh_hant: 重新啟動後選單列、面板以及系統通知會切換為新語言。

source: 重命名
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
zh_hant: 重新命名

source: 随时切换音频设备，Pro 支持音量键控制
de: Audiogeräte jederzeit wechseln. Lautstärketasten mit Pro.
en: Switch audio devices instantly. Volume keys with Pro.
es: Cambia dispositivos de audio al instante. Teclas de volumen con Pro.
fr: Changez d'appareil audio instantanément. Touches de volume avec Pro.
it: Cambia dispositivi audio all'istante. Tasti volume con Pro.
ja: オーディオデバイスを瞬時に切替。Pro では音量キーにも対応。
ko: 오디오 장치를 즉시 전환하세요. Pro에서 볼륨 키 지원.
zh_hant: 隨時切換音訊裝置，Pro 支援音量鍵控制

source: 静音此设备
de: Gerät stummschalten
en: Mute
es: Silenciar
fr: Couper le son
it: Silenzia
ja: この機器をミュート
ko: 이 장치 음소거
zh_hant: 靜音此裝置

source: 音量直控 + 预设切换
de: Lautstärke + Presets
en: Volume + preset switching
es: Volumen + presets
fr: Volume + préréglages
it: Volume + preset
ja: 音量 + プリセット切替
ko: 볼륨 + 프리셋 전환
zh_hant: 音量直控 + 預設切換

source: 音量直控需要 Tutti Pro
de: Lautstärkeregelung erfordert Tutti Pro
en: Volume control requires Tutti Pro
es: El control de volumen requiere Tutti Pro
fr: Le contrôle du volume nécessite Tutti Pro
it: Il controllo del volume richiede Tutti Pro
ja: 音量の直接操作には Tutti Pro が必要
ko: 음량 직접 제어에는 Tutti Pro가 필요합니다

source: 预设
de: Presets
en: Presets
es: Presets
fr: Préréglages
it: Preset
ja: プリセット
ko: 프리셋
zh_hant: 預設

source: 预设功能需要 Tutti Pro
de: Presets benötigen Tutti Pro
en: Presets require Tutti Pro
es: Los presets requieren Tutti Pro
fr: Les préréglages nécessitent Tutti Pro
it: I preset richiedono Tutti Pro
ja: プリセットには Tutti Pro が必要です
ko: 프리셋은 Tutti Pro가 필요합니다
zh_hant: 預設功能需要 Tutti Pro

source: 预设名称
de: Preset-Name
en: Preset name
es: Nombre del preset
fr: Nom du préréglage
it: Nome del preset
ja: プリセット名
ko: 프리셋 이름
zh_hant: 預設名稱

source: 高级功能
de: Pro-Funktionen
en: Pro features
es: Funciones Pro
fr: Fonctions Pro
it: Funzioni Pro
ja: Pro 機能
ko: Pro 기능
zh_hant: 進階功能

source: 高级功能 · Pro
de: Pro-Funktionen
en: Pro features
es: Funciones Pro
fr: Fonctions Pro
it: Funzioni Pro
ja: Pro 機能
ko: Pro 기능
zh_hant: 進階功能 · Pro
